tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "lz4"
brew "zstd"
brew "openssl@3"
brew "asitop"
brew "automake"
brew "bat"
brew "xxhash"
brew "borgbackup"
brew "btop"
brew "pcre2"
brew "croc"
brew "curl"
brew "duf"
brew "exiftool"
brew "fastfetch"
brew "openjpeg"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "helix"
brew "htop"
brew "hugo"
brew "iperf3"
brew "lazygit"
brew "libressl"
brew "magic-wormhole"
brew "mailsy"
brew "mas"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "openssh"
brew "pinentry-mac"
brew "python@3.12"
brew "rclone"
brew "rsync"
brew "smartmontools"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "uv"
brew "video-compare"
brew "vim"
brew "wakeonlan"
brew "wimlib"
brew "yt-dlp"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "balenaetcher"
cask "betterdisplay"
cask "bitcoin-core"
cask "calibrite-profiler"
cask "crossover"
cask "cryptomator"
cask "cursor"
cask "deltachat"
cask "easyfind"
cask "elgato-stream-deck"
cask "ff-works"
cask "font-fira-mono"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iina"
cask "ilok-license-manager"
cask "imazing"
cask "istat-menus"
cask "keka"
cask "keyboard-maestro"
cask "lm-studio"
cask "logi-options+"
cask "lunar"
cask "mactracker"
cask "macwhisper"
cask "maxon"
cask "mediathekview"
cask "mist"
cask "obs"
cask "obsidian"
cask "onlyoffice"
cask "onyx"
cask "openzfs"
cask "parsec"
cask "postico"
cask "pycharm"
cask "raycast"
cask "redcine-x-pro"
cask "resilio-sync"
cask "retroarch-metal"
cask "rsyncui"
cask "rustdesk"
cask "samsung-magician"
cask "signal"
cask "spotify"
cask "steam"
cask "syncthing-app"
cask "tailscale-app"
cask "teamviewer"
cask "tentacle-sync-studio"
cask "threema@beta"
cask "transmit"
cask "utm"
cask "visual-studio-code"
cask "wacom-tablet"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "AutoMounter", id: 1160435653
mas "Bitwarden", id: 1352778147
mas "Calendars", id: 608834326
mas "Goodnotes", id: 1444383602
mas "Hyperspace", id: 6739505345
mas "Magnet", id: 441258766
mas "MediaInfo", id: 510620098
mas "Paperparrot", id: 1663665267
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "nichabosh.minimalist-dark"
vscode "pkief.material-icon-theme"
vscode "tailscale.vscode-tailscale"
vscode "yzhang.markdown-all-in-one"
