tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ottomatic-io/video"
tap "teamookla/speedtest"
brew "asitop"
brew "borgbackup"
brew "btop"
brew "pcre2"
brew "croc"
brew "curl"
brew "exiftool"
brew "openjpeg"
brew "ffmpeg"
brew "git"
brew "gnu-tar"
brew "htop"
brew "hugo"
brew "iperf3"
brew "lazydocker"
brew "mailsy"
brew "mas"
brew "openssh"
brew "rsync"
brew "smartmontools"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "video-compare"
brew "vim"
brew "wakeonlan"
brew "wimlib"
brew "yt-dlp"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "battle-net"
cask "blender"
cask "carbon-copy-cloner"
cask "chatgpt"
cask "citrix-workspace"
cask "coconutbattery"
cask "cryptomator"
cask "direqual"
cask "discord"
cask "easyfind"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "epic-games"
cask "ff-works"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "grandtotal"
cask "iina"
cask "ilok-license-manager"
cask "imazing"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "keyboard-maestro"
cask "kitty"
cask "logi-options-plus"
cask "loopback"
cask "lunar"
cask "macfuse"
cask "mactracker"
cask "macwhisper"
cask "maxon"
cask "mediathekview"
cask "microsoft-auto-update"
cask "microsoft-office-businesspro"
cask "microsoft-remote-desktop"
cask "minecraft"
cask "mist"
cask "mullvadvpn"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "onyx"
cask "openzfs"
cask "paragon-ntfs"
cask "parashoot"
cask "parsec"
cask "postico"
cask "powershell"
cask "protonvpn"
cask "raycast"
cask "reaper"
cask "resilio-sync"
cask "rode-central"
cask "rsyncui"
cask "spitfire-audio"
cask "spotify"
cask "steam"
cask "syncthing"
cask "tailscale"
cask "teamviewer"
cask "threema"
cask "transmission"
cask "transmit"
cask "veracrypt"
cask "visual-studio-code"
cask "vorta"
cask "wacom-tablet"
cask "warp"
cask "waves-central"
cask "whisky"
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "AutoMounter", id: 1160435653
mas "HP Smart", id: 1474276998
mas "Magnet", id: 441258766
mas "WireGuard", id: 1451685025
vscode "esbenp.prettier-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.powershell"
