tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "macos-fuse-t/cask"
tap "ottomatic-io/video"
tap "teamookla/speedtest"
brew "lz4"
brew "zstd"
brew "openssl@3"
brew "asitop"
brew "automake"
brew "btop"
brew "pcre2"
brew "croc"
brew "curl"
brew "exiftool"
brew "fastfetch"
brew "openjpeg"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gurk"
brew "helix"
brew "htop"
brew "hugo"
brew "iperf3"
brew "magic-wormhole"
brew "mailsy"
brew "mas"
brew "neovim"
brew "openssh"
brew "pinentry-mac"
brew "rclone"
brew "xxhash"
brew "rsync"
brew "smartmontools"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "video-compare"
brew "vim"
brew "wakeonlan"
brew "wimlib"
brew "yt-dlp"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "adobe-creative-cloud"
cask "alacritty"
cask "appcleaner"
cask "citrix-workspace"
cask "coconutbattery"
cask "crossover"
cask "cryptomator"
cask "dcp-o-matic"
cask "discord"
cask "easyfind"
cask "elgato-stream-deck"
cask "epic-games"
cask "ff-works"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iina"
cask "ilok-license-manager"
cask "imazing"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "keyboard-maestro"
cask "lm-studio"
cask "logi-options+"
cask "loopback"
cask "lunar"
cask "mactracker"
cask "macwhisper"
cask "maxon"
cask "mediathekview"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mist"
cask "obs"
cask "obsidian"
cask "ollama"
cask "onyx"
cask "openzfs"
cask "paragon-ntfs"
cask "parashoot"
cask "parsec"
cask "postico"
cask "raycast"
cask "reaper"
cask "resilio-sync"
cask "retroarch-metal"
cask "rsyncui"
cask "samsung-magician"
cask "signal"
cask "soundsource"
cask "spotify"
cask "steam"
cask "syncthing"
cask "tailscale"
cask "teamviewer"
cask "time-out"
cask "transmit"
cask "utm"
cask "visual-studio-code"
cask "wacom-tablet"
cask "yubico-yubikey-manager"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "AutoMounter", id: 1160435653
mas "Goodnotes", id: 1444383602
mas "Hush", id: 1544743900
mas "Hyperspace", id: 6739505345
mas "Magnet", id: 441258766
mas "MediaInfo", id: 510620098
mas "Strongbox", id: 897283731
mas "TestFlight", id: 899247664
mas "Ulysses", id: 1225570693
mas "WireGuard", id: 1451685025
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "nichabosh.minimalist-dark"
vscode "pkief.material-icon-theme"
vscode "yzhang.markdown-all-in-one"
